[
  {
    "combination": "1/1",
    "description": "These people can be good leaders & can make for good politicians as they have the capability to revolutionaries politics and this due  to the double impact of  Sun, the qualities of the said planet would come up brilliantly. These people will be dignified, virtuous, fearless, honest, bold, intelligent & independent. They will have innumerable friends for support. If not involved in government related jobs, they will get a lot of support from influential people. Whatever mission they take up, they will see it through to success. They will shine if they chose a career well suited to sun. They will not think before spending money & would be very cautious of their status in society. They will have their set ideals & principles to lead to life of virtue & dignity. They will lead in all spheres of life. They will be low on self confidence, will not be able to rise up in their life. They will have a lot of eye sight related issues. These people will look older than their age",
    "roles_profession": "Roles/Profession Best Suited to you – Roles involving authority like IAS, IFS or IPS Officer, private enterprises dealing with the government, a politician, writer of poems or a publisher, medical practitioners. Profession concerned with fire, food, electricity, iron, computer medicine, solar power etc. They can also be politician, administrators or hold high positions in government organisations."
  },
  {
    "combination": "1/2",
    "description": "½ Combination  will make these people  physically strong but mentally weak. These  people will fulfil all what they take up in life provided they have a good name number backing them. They will work far more efficiently for others than if they work independently. In case they work independently, they will remain confused between the choices to make. They will get cheated at their work place. These people will get a lot attention from the opposite sex & can land them into trouble. They will have a very fertile imagination but when it comes to putting it to actions their doubts will crop up. It gets very important for these people to have a good name number to achieve progress in life. If they correct their  name number,  this will  make them mentally strong & would dislike servitude & being dominated. A wrong name number will give them mental distress, prone to cheating, have poor administrative skills, fickle mindedness & indecision.",
    "roles_profession": "Roles/Profession Best Suited to you – Roles involving authority like IAS, IFS or IPS Officer, private enterprises dealing with the government, a politician, writer of poems or a publisher, medical practitioners. They can do well in water related professions, dairy farming, export/import business, sale of luxury goods, any profession related to spirituality, perfumes, chemicals, agriculture."
  },
  {
    "combination": "1/3",
    "description": "These people will always have the blessings of Guru (Jupiter) which would give them gradual progress. People will give them  a lot of respect because of their timely & sound advice. These People can rise to top positions in an organization because of your knowledge & wisdom. You will set examples by your integrity, honesty & good character. You will have a keen interest in spirituality & arts. You will rise up in life due to your hard work & sharp intellect. You are good mathematicians & have a blessing to be able to look into the future. You are able to gauge a person by a mere look or small interaction. You keep your secrets very closely guarded. Before you take up a project, you will make a detailed enquiry about it, after analyzing the pro & cons, the profit potential you would decide to take it up or leave. Therefore you will reach positions. You become argumentative, lazy, & fond of drinking. You become spendthrift & burdened with debt. You will not be able to raise much in life.Spiritual preacher, professor, artist, politician, doctor, dentist, astrologer, and space scientist, expert in law & literature, and head of a religious organization.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "1/4",
    "description": "People with this combination is like a Robinhood . They may do some bad but will serve and help the poor and downtrodden.  They will be good public speakers & writers & will have the power to change & influence the opinion of people. They will bold & frank in their speeches. They would not take up things on its face value but would analyse everything on their own & then rely on something. Due to their stubborn nature, they will have many enemies. They will be prone to addictions. Being supremely intelligent, they would have keen interests in stories, scriptures, religion & astrology. Their mind will never be at rest, always thinking about something. They may land up into trouble while resolving issues of others. Due to the influence of Sun, they will be successful & have a good house & comfortable vehicles. Their leadership will be acknowledged by many. In case of defective name number, these people would talk too much, lack the tactfulness to draw the attention of audience, get addicted to liquor.",
    "roles_profession": "Roles/Profession Best Suited to you – Roles involving authority like IAS, IFS or IPS Officer, private enterprises dealing with the government, a politician, writer of poems or a publisher, medical practitioners. They can do well in the field of astrology, medicine, literature, writers, public speakers, publishers, civil construction, arts, import & export business, machine manufacturing."
  },
  {
    "combination": "1/5",
    "description": "These people are extremely intelligent & their mind works at supersonic speed. Their mind is like an idea generating machine. They make most of any opportunity that comes their way & derive success from it. These people have  friends they can depend on. They have the ability to do a lot of inventions. They appreciate art & are attractive in appearance. They have a powerful imagination. They have excellent business skills & successful entrepreneurs & business corporate. They only worshipGod when they are successful,if they suffer defeat they blame it on God & do not pray for a while. They are able to diversify their business in case the move by their competitor is counter productive for them. If they have suitable name numbers, they will reach high standards of living & can run multiple businesses, if not they woul face bad luck & failures. They will not be able to rise in life.They can do well in import/export business, manufacturing of products of art, brokers, traders, speculators, counsellors & guides. They can also be in business of iron , metals, hotels or fire.",
    "roles_profession": "Profession"
  },
  {
    "combination": "1/6",
    "description": "These people are extremely artistic. They become successful & possesses huge wealth & riches. They will always be  driven by gains. They will have a good family & married life. These people enjoy all pleasures in life. They appreciate beautiful things & have a love for nature. They will have all the required comforts & luxuries of life. They will have impeccable sense of dressing. They love perfumes, nature or things of beauty & have a taste for finer things in life. They would be hard working, but the gains would be far more than the hard work they put. They will have the ability to rise in life deriving gains from the people of the opposite sex. They would be  charming & attractive in appearance. They will have numerous friends & followers.",
    "roles_profession": "Roles/Profession Best Suited to you – Roles involving authority like IAS, IFS or IPS Officer, private enterprises dealing with the government, a politician, writer of poems or a publisher, medical practitioners. Also profession related to arts, jewellery, fashion, luxury items, women related articles, food articles."
  },
  {
    "combination": "1/7",
    "description": "These people are spiritually driven. They do not enjoy a life full of extravaganza rather they would want to do something for the welfare of the society. They have abundant faith in God. They have the ability to become spiritual leaders or heads of religious organisations. They will hold high principles in life. They will succeed in any business they take up. They can take up government services & will work with honesty & integrity. They prefer to live in solitude & do not have many friends. They hate pretentious people & are distinct people in the crowd. They are philosophers & follow the guidelines laid by religion to chart out a path in life. They can only have a good domestic life if they have a good name number. In such a case they can shine as scholars, business honchos & leaders.In case of an unfit name number, they will have mental suffering, material life discord & face issues with child birth.",
    "roles_profession": "Roles/Profession Best Suited to you – Roles involving authority like IAS, IFS or IPS Officer, private enterprises dealing with the government, a politician, writer of poems or a publisher, medical practitioners. Spiritrual leaders, siddha practitioners are professions which are suitable for those who want to take up profession in spirituality. They can also be involved in business of arts, metals, drugs, fire, chemistry, electricity."
  },
  {
    "combination": "1/8",
    "description": "People with such a combination can be leaders with a divine bent of mind & they will work for the welfare of people. They will take up any task & complete it successful despite the trials they face on the way to completion. They would at times like solitude & would want to stay in their own dream world. The more spiritual they are, the easier would be for them to cross the hurdles on the way. \tOnce they take up a task they would proceed as they like regardless what others feel. If they make a promise they would do every possible bit to fulfil it. They wish to be frugal when it comes to spending but they will not be able to keep their expenditure in check. They will get a lot of benefits from government & also get a lot of support from it. They will have a lot of properties. If in case they have a faulty name number, they can become criminals. Or there would be unexpected delays in their work. They can also suffer from grief, poverty accidents.",
    "roles_profession": "Roles/Profession Best Suited to you – Roles involving authority like IAS, IFS or IPS Officer, private enterprises dealing with the government, a politician, writer of poems or a publisher, medical practitioners. They can get into professions such as steel, fire, real estates, contracting business, transport related business & commission related business"
  },
  {
    "combination": "1/9",
    "description": "These people are very patriotic & they also have a understanding of the law. They are action oriented people & have a proper direction in life. They hate being dominated or working under someone. Even if they come across difficult situations in life, they will sail through & emerge successful. They are highly egoistic & stubborn. They will not tolerate any injustice. They have the ability to become good leaders. Their boldness will sometimes push them to such an extent that they would act violently due to excessive energy. They will face hurdles & difficulties in their life & their consistency & diligence will help them achieve a life full of comforts. Struggles will not break them but will make them stronger. They will have a majestic appearance & reddish complexion. Unsuitable name may bring them worries from women, make them selfish n they would get into devious means to get the work done.Occupation related to earth , architecture , chemicals, automobiles, manufacturing, metallurgy, brick manufacturing, electricity, computers.",
    "roles_profession": "Profession"
  },
  {
    "combination": "2/1",
    "description": "These people have highly developed imaginative skills & with the influence of Sun, these people will be able to convert their imaginations into reality. They have the ability to read minds. They will do good in the field of performing arts like music, dance, acting. They are eager to make rapid progress in life but will first plan & then execute. These people can also do well in the field of politics. They will have interests in spirituality & start to investigate the relationship between God & religion. When they face failures in life many people will extend their hand for help. Some of them may even live away from their parents. They have skill in astrology, science, poems, script writing lyricist, if they have a good name they will acquire good house, vehicles & job. If they have an incompatible name number, they will be mentally confused, face failures in life and issues in domestic life which will cause tensions.They can be director, story writer, orator or involved in business associated with liquids, agriculture, chemical, perfumes, sea related trade, scientists.",
    "roles_profession": "Profession"
  },
  {
    "combination": "2/2",
    "description": "Rani Ke sath Rani hai, decision nhi le payegi, khud me power nhi , har kaam me dusre ka support chahiye. Dusre ki support Ke bagair Kuch nhi ho payega. Inke gun sensitive hai, intuition bahot hai, crowd me mix nhi honge,sharmile hai, kisiki baat jaldi hurt Karti hai. Kamyabi Sandeh me, doubt me. Just as the moon waxes and wanes so will the moods of these people who have a double impact of moon on them. They will be cheerful & upbeat one moment & dull and boring the other. They will have a charming & beautiful face. They will be highly emotional, sensitive & will have a sacrificial nature. They will have a lot of love for their family & friends. Due to instability of mind brought by moon they will keep changing plans. They will have suspicious nature. They have the ability to create unwanted stress in their life. They enjoy scenic beauty. They tend to commence their work either without a thought or after giving a lot of thought, both cases they are at the receiving end. So these people require a strong number to shine. If the name does not suit then they will remain confused in life, and will always depend on others for support, prone to addictions, will not be able to rise in life 7 remain depressed",
    "roles_profession": ""
  },
  {
    "combination": "2/3",
    "description": "These people feel & work for the underprivileged sections of the society. They will guide &Counsel many for a better life. Their mind will have thoughts gushing in all the time. These people work better under someone because they are able to use their own knowledge in a better way leaving the decision making to them. They need to deve4lop mental strength through meditation, which when developed has an ability to take them far ahead in life. They will possess a praise worthy status in life. They are imaginative & posses knowledge so they would devise new ways to p[ut their knowledge to used. They will come forweard & help many in need. Even on the work front where competition is in excess, they will not hesitate to extend their help to a co-worker, They may face struggles in life but they will not hesitate to extend their help to a co-worker. They may face struggles in life but they will remain unaffected due to the grace of god on them & Guru bestows grace abundance is guaranteed. Unsuitable name number in their case, they will get cheated & exploited due to their sensitive nature, ups & downs will be prominent, financial health will suffer, earen a bad repute as well.They can do well in fields like science, medicine, meteorology, Businesses like those associated with water, arts, newspaper, journals, educational institutions, literature, finance, agriculture.",
    "roles_profession": "Profession"
  },
  {
    "combination": "2/4",
    "description": "Both 2 & 4 are destructive to each other. People falling in this category will be forced by the number to take wrong decisions in life due to which a person would find himself trapped in many difficult situations. Since Rahu eclipse the moon, it is imperative for these people to pray earnestly. These people due to their good sense of imagination & oratory skills can become persuasive speaker. These people can make for excellent politicians who will bring reforms for the betterment of the nation. They will have the ability to bring about reforms in society. They will derive benefit from foreign lands. They would want to acquire all the material aspects in life & will be able to enjoy it as well. An unsuitable name number gives them issues related to finances, domestic life, health, children etc. It would also give them an unsteady life.Film actors, photographers, directors, or all literary works etc. Business like computers, vehicles, arts, liquids, books, mass communication can be taken up by these people.",
    "roles_profession": "Profession"
  },
  {
    "combination": "2/5",
    "description": "These people possess sharp business sense acumen. With Moon giving imagination skills & Mercury giving all the business sense, these people can be real inventors & can be one of those owning a new age start up. These people can do well in any field. They have their minds inclined towards betting & speculation. They will be beautiful  & attractive to look at. They will give a deep thought before beginning a task. They would active & alert all the time. Even during their rest hours, they would put their mind to work. They will climb the ladder of success if they have an appropriate name number otherwise moon will play a role of a dampener & not let them succeed. Incompatible name number will prohibit them from taking decisions which they are capable of taking. The energy of Mercury will get wasted.They have good analytical skills so they can make for good lawyers, public speakers, advisory & consultation. Dairy products, beverages, cosmetics, chemicals, liquids, scented oils, paints, painting, music, writing can be some of the profession they can excel in. Business related to arts, advertisement, stock market, commission related businesses, sea trades, spiritual objects.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "2/6",
    "description": "They do well in the field of arts and would be well travelled. Venus as the conductor number makes these people rich & famous. They will be well endowed with all luxuries of life. These people will draw benefits from people of the opposite sex. They will attract anyone with their speaking talents. They will have a number of friends. They have an attractive face. They will shine in the areas of dance, music, singing & poetry. They would always want to increase their standard of living. They would be drawn to beautiful things. Due to the presence of Moon, they live in a dream world hoping to acquire everything in life. With a correct name number they would be able to acquire everything in life. With a correct name number they would be able to acquire house , cars & all the modern day equipments. It has the ability to give a person all possible riches. Incase the name number is faulty, these people can become excessively greedy, in some case also lose their character.Profits can be derived from business related to perfumes, beauty creams, pharma, cinema, photography, event management, cinema, soft drinks, cosmetics, hotels, agriculture, breeding of animals.",
    "roles_profession": "Profession"
  },
  {
    "combination": "2/7",
    "description": "They have an eye to foresee what lies ahead. They have a mystical mind if they try & imbibe spiritual discipline in their life they can become occultists. Due to their bent towards spirituality, they have a lot of wisdom. They have unflinching faith in God. They can write on subjects related to occult. They have unflinching faith in God. They can write on subjects related to occult. They will have a tender heart & will sympathies with others. Family life will be a little disoriented because they would prefer being lonely than in a company. A possible change in name number can put the family life on track. They have problems adjusting with people. Such people's mind doesn't seek material riches but they will have have a comfortable life.. If the name number is inappropriate with 2-7, these people would not be able to earn material riches, marriage would be delayed or there would be no marriage, they would get into unscrupulous activities paving the way for their destruction.Business related to arts, spirituality, drugs, chemicals, yoga, food items, astrology or other occult related subjects.",
    "roles_profession": "Profession"
  },
  {
    "combination": "2/8",
    "description": "These people are very clear in terms of their goals because of the decisiveness coming from moon & industriousness coming from Saturn provided the name number is correct. 8 takes care of the financial needs of the family & 2 being nurturing caring takes of the needs of the family so they will have a proper work life balance & have harmonious relationships both at home & work. They will do their work with drive & intensity. They will be misers in matters of money. If a little lapse occurs they will lose all their self confidence & become demoralized.  Even when sitting with friends, their mind would be elsewhere. In case their name number doesn't go well with 2-8, it would spell doom for them. Saturn will bring hardships & Moon will bring the upswing & downswing. They will be prone to depression, accidents, delays and indecision.  Weak memory power, lack of trust in people, low level of confidence will lead to failure.Business related to iron & steel, mining, metals, vehicles, spare parts, minerals, electrical manufacturing.",
    "roles_profession": "Profession"
  },
  {
    "combination": "2/9",
    "description": "These people are brave souls always surrounded by people. They are not even scared of people more powerful than them & in case the need be,  will confront them too. They have no control over themselves. Both the numbers have qualities which makes up for what the other number is lacking. eg 2 gives these people a mindset of a follower & 9  gives them mindset of a leader so these people depending on the situation can be either. These people, once they make up their mind, can stand up for justice & will go to any possible extent. With an appropriate name number, they can rise high in life & can rule or lead in their career. If the name number is not in harmony, sudden swings in career & family life can take place. Indecision will factor in.",
    "roles_profession": "Roles/Profession Best Suited to you – They have good analytical skills so they can make for good lawyers, public speakers, advisory & consultation. Dairy products, beverages, cosmetics, chemicals, liquids, scented oils, paints, painting, music, writing can be some of the profession they can excel in. Business related to earth, real estate, police, army, navy especially merchant navy, contractors, farmers, agriculturist, minerals, soil, fire, acids, fertilizers or water related business, milk related business."
  },
  {
    "combination": "3/1",
    "description": "People born on 3,12,21 or 30 & having 1 as the total of the entire date of birth belong to the 3-1 category.These are the folks with a wide knowledgebase & wisdom. In work, they are very devoted & work in a much-disciplined manner. They are good at managing people around be it subordinates, co-workers, managers or even superiors. Their dealings are usually honest, and they do not undertake any activity if their conscience so guides. While settling disputes, they always support the right. Being responsible for their duties, they perform them very diligently. They do earnest friendships also garner praise wherever they go. These people are God fearing and quite helping in nature. If the name number is compatible, they will earn respect, name, fame, and wealth which would long last. The only drawback with this number is that they don’t handle criticism well. If the name number is incompatible, they will shun responsibility & will have a bickering nature. They tend to cheat & misguide others. Finances may suffer & they can also face humiliation.Teachers, banking sector officials, high positions in big business houses & government departments, military ( as it requires discipline & they sacrifice selflessly for the nation) mathematician, accountants, CA’s public speakers.",
    "roles_profession": "Roles/Profession Best Suited to youProfession related to chemicals, teaching, education, grains, electronics, fire, electricity, yarn and gems"
  },
  {
    "combination": "3/2",
    "description": "This number makes up for a very intellectual number ( if supported by a perfect name number) & they have high imagination skills which makes their nature suspicious. They earn more money internationally than in their own country. They will have all comforts of life. They will be achievers in their field of business. They are people full of wisdom who are able to foresee changes so they act at the appropriate time to minimize the impact. The indecisiveness in their nature can cause a lot of confusions on petty issues. They are very close to their family & become disoriented if their family life is disturbed. Under the guidance of Guru or noble people these people will have a smooth ride.If the name number is in disharmony, makes the native incompetent in business, suspicion uses most of their energy, their knowledge & wisdom gets wasted.Teachers, banking sector officials, high positions in big business houses & government departments, military ( as it requires discipline & they sacrifice selflessly for the nation) mathematician, accountants, CA’s public speakers.   Commission related business, manufacturing cosmetics, soft drinks, oerfumes, import.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "3/3",
    "description": "These are ideal set of humans. These people are worldly wise. They are knowledgeable & are looked up to by people are worldly wise. They are knowledgeable & are looked up to by people for advise. They will act as guides for people in matters or religion or otherwise. They will be known for their timely & sound advise. They will be known for their timely & sound advise. They will be holding positions of high responsibility & authority in large organisations. Welfare of people is supreme importance to them & will come forward to dedicate themselves to it. They will have many admirers & followers. Nothing can stop them from rising up in life. With their unfettering faith in God they would keep moving. They follow the religious path& would not say indulge in any malpractices or anything unethical. They will have keen interest in  religion, scriptures & will know the nitty gritties of it. A favourable name number can give them high position, name fame & money. If the name number is unfavourable, they may earn a bad name in society, get into unsocial habits, financial health will suffer.Teachers, banking sector officials, high positions in big business houses & government departments, military ( as it requires discipline & they sacrifice selflessly for the nation) mathematician, accountants, CA’s public speakers. Astrology, medical practitioners, scientists, import export business, teaching, holding religious discourses, architecture, education industry, head of a religious organization.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "3/4",
    "description": "These people are reformers & will take active part in upliftment of the weaker section of the society. A storehouse of knowledge is how they can be best described as. They are very helpful in nature which makes them famous & earn the respect of a lot of people. They would have the capacity to go on & on about subject if they start talking. When they speak they will cast a spell on the audience. They are always up to date about everything. They will have power to influence public opinion through their writing & speeches. They will make for great industrialists & will become rich & famous. If the name number mismatches, they become quarrelsome, stubborn, arrogant & someone who pays on regard to the opinion of others. These people will have so much of a superiority complex that everyone else would appear inferior to them.",
    "roles_profession": "Roles/Profession Best Suited to you –Teachers, banking sector officials, high positions in big business houses & government departments, military ( as it requires discipline & they sacrifice selflessly for the nation) mathematician, accountants, CA’s public speakers. Social activists, legal advisers, judges, politicians, publishers, artists, orators, speakers, authors, are all suitable career choices fot them."
  },
  {
    "combination": "3/5",
    "description": "This combination is highly beneficial as it has the power to make a person billionaire but the only catch they should have a perfect name number. Highl;y intelligent & business minded are the ones belonging to this sect. Such people are very lucky & are capable of achieving huge success in life. Whatever they take up,   they are  bound  to be successful , and competition does not stand a chance in front of them. Their extraordinary skills gives them the chjance to rise to the position of a politician, artist, celebrity, scientist or a top notch corporate. They have a research oriented mind. When it comes to following work ethics, they are very disciplined & particular about it. They dislike lerthargy at work & would not tolerate so in case someone practises. In case the name number is unsuitable these people will face obstacles on their way, their efforts will not give commensurate results, they might earn a bad name, incompetence at work or financial trouble would surface.",
    "roles_profession": "Roles/Profession Best Suited to you –Teachers, banking sector officials, high positions in big business houses & government departments, military ( as it requires discipline & they sacrifice selflessly for the nation) mathematician, accountants, CA’s public speakers. They can take up any profession involving finance or requiring less or no capital, educational institutions, mass media, ornaments, banking sector jobs."
  },
  {
    "combination": "3/6",
    "description": "You are ruled by both preceptors of angels (Jupiter) & preceptor of demons(Venus). You invite trouble yourself by own actions & conflicting views. You will face trouble with the opposite sex & will be extremely lustful. You will have a lot of misunderstandings with your siblings. In spite of having the knowledge, you indulge in undesirable activities like excessive spending (more than you have), drugs, alcohol, and women. It is only when you correct your name number will you be able to reap benefits & rise to the status you so desire through desirable means. You will establish principles of equality of justice in case of you have a name number compatible to 3-6. When it comes to passing a judgement, you will maintainneutrality in judgement & conduct. You have all it comes to lead a comfortable & easy life but that just has to be honed by taking the help of the name number without which you are bound to meet failure In case you chose an incorrect name number it will be a double whammy, it will worsen the already worse situation by pushing you into undesirable ways to earn money. You will have excessive lust & will definitely land into trouble due to it. It basically acts as an invitation to troubles.Luxury goods, textiles, export & import, commission based work, art galleries, masscommunication, and educational institutions.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "3/7",
    "description": "These people have noble thoughts & deeds. They enjoy their own company & are always lost in a world of their own. They will speak very less & only on topics that require their attention. They won’t believe in wasting their energy on chit chatting. They are peace makers always ready to settle disputes or other matters of discord between people. They have a research oriented mind. They will have a foreign contacts & will be able to make money from foreign sources. They will have adisappointing family life. They will progress in life by virtue of their ability to speak & write. These people are blessed with a spiritual bent of mind & the early they take the path to spirituality in their life, their things would start falling into place & abundance would flow. They will be distinct from the crowd.",
    "roles_profession": "Roles/Profession Best Suited to you –Teachers, banking sector officials, high positions in big business houses & government departments, military ( as it requires discipline & they sacrifice selflessly for the nation) mathematician, accountants, CA’s public speakers. Any profession related to spirituality, astrology, culture, minerals,  gems, paints, life saving drugs, educational establishments can promise them excellent growth potential"
  },
  {
    "combination": "3/8",
    "description": "These people face a lot of hardships in the initial years of life, but as they grow old, the obstacles stay but they still achieve success. Their life is full of unnecessary and wasteful expenditure. They are prone to accidents, sudden unexpected events, and law suits in life. They will be burdened by many responsibilities. All these troubles can be avoided if they take recourse to prayers because they have the support of Jupiter in their life. They will possess knowledge of worldly matters and will have a certain extremism about their action, speech or in their writing. With appropriate name and number they can tide away all the problems which have a possibility of surfacing in their life due to Saturn. Stability in their life will be restored. They will make alot of progress and will be unstoppable. If the name number is defected they will get entangled in a court case or face struggles, imprisonment, accidents or face unavoidable situations. Wasteful expenditure will also be there. Hard work will not be paid off.",
    "roles_profession": ""
  },
  {
    "combination": "3/9",
    "description": "Knowledge n Bajrangbali, Sainik, naram plus garam plus struggle, gyan Ke sath Bhaubali. Confidence n knowledge is there but ego is also there isliye over ho jata hai. Science, religion, occult science, can be a good teacher also. Guru bolega bahot sikna hai, Sainik bolega bahot ho gya.These people are tireless workers & follow a life of disclipine & authority. They are capable to achieving a lot of success with their efforts. They have a lot of rage in them which keeps their enemies at bay. They are strong both mentally & physically. They can easily defeat their opponents. Risk- taking is a part of their being. They are dictators who will have a lot of people working under them. With the blessings of Guru they will enjoy the grace of the divine & will be endowed with wealth, Knowledge & courage. They will particularly shine in areas that requires display of boldness like army, police etc. They are yrue patriots are would want to work for the safety & welfare of the nation. Be it on the war front or achievements front, they would want their country to lead.",
    "roles_profession": "Roles/Profession Best Suited to you –Teachers, banking sector officials, high positions in big business houses & government departments, military ( as it requires discipline & they sacrifice selflessly for the nation) mathematician, accountants, CA’s public speakers. They can do well in police dept, army or other jobs of authority. They can engage in the business of construction, real estate, pharma, gems, earth related, stones, minerals, electronics."
  },
  {
    "combination": "4/1",
    "description": "People born on 4, 13, 22, or 31 of any month & having 1 as the total of the entire date of birth belong to the 4-1category. You are full of practical knowledge & will be respected by people. People would want to be friends with you. You will be honest & have a mindset to help people. For you, your ideals would be of foremost importance & you would forsake anything for them. You dislike dishonesty, hypocrisy & mere show off. You will have a sharp mind which will process information very quickly. You will have a captivating speech & writing skills. Slowly & steadily, you will rise up in life & will amass huge money. You are impatient listeners & cannot tolerate others talking so you would barge in & put your point forward. You are capable of becoming leaders as you have enticing speech which would find favour with the public & excellent leadership skills. You can be found doing highranking jobs in the government sector or running a flourishing business of your own. If you have suitable name number, you would be capable of rising to top positions. You are an all-rounder. If you have an inappropriate name number, defamation is possible, sufferings in life despite the skill & knowledge which leads to frustration, progress would be delayed or might have an un-diagnosable health issue.manufacture of artefacts, and minerals etc.",
    "roles_profession": "Roles/Profession Best Suited to youThey have power to influence people so they can be good public speakers or writers, can hold spiritual discourses, astrologers, anything involving motivating public, lawyers, magicians, medicine, scientists are some rulers fit for these people. Profession related to Law, politics, social development, writing & speaking, fire-related, transport, furniture, iron & steel, fuels,"
  },
  {
    "combination": "4/2",
    "description": "These people will encounter ups & downs in life due to th enemity of 4-2 & presence of Moon. Even if they are born in a well provided family, their fate attached to the family will definitely bring downfall once before resuming its upward journey. This number will only deliver good results if attached with a befitting name number.  They will have a dignified life & will hate to live a life of submission. They will be sincere friends & will do anything for anyone in love & affection. They are tender-hearted people who help anyone in need. They will occupy higher position in the hierarchy not only because of their knowledge but also their worldly experience. They will be able to delve into the secrets of others easily. They are very expressive people & always aim for self improvement. They will have all the amenities of life etc, a good house, vehicles & a good bank balance. In case the name number is incompatible, their miseries would increase, the swings would be violent & unexpected. There will be a constant fight in life to achieve desires.",
    "roles_profession": "Roles Best Suited to them – They have power to influence people so they can be good public speakers or writers, can hold spiritual discourses, astrologers, anything involving motivating public, lawyers, magicians, medicine, scientists are some rulers fit for these people. Research Oriented professions like law, religion astrology or professions related to water, transport, electricity, soft drinks chemicals, pharma are all well suited to them."
  },
  {
    "combination": "4/3",
    "description": "People of such combination has a grace of Guru on them, they shine in academics & administrative circle. They would do a lot for the society be it helping those in need or counselling them. They will reach top positions in Government office or politics. They will be an asset to the organisation they work in – efficient, team worker, adaptable. They will give due respect to their seniors & earn respect from their subordinates. They will give due respect from their subordinates. Their action is preceded by a lot of thought so they proceed only after weighing the positives & negatives, which increases the chances of their success. They would have the ability to teach, enlighten & instruct. Early part of their life will be struggle some but they will emerge out of it as winners. They will give due attention to their minor health issues as well. If their name number is faulty, they will face obstacles & undesirable circumstances, they would not rise in life or their life would become stagnant.They have power to influence people so they can be good public speakers or writers, can hold spiritual discourses, astrologers, anything involving motivating public, lawyers, magicians, medicine, scientists are some rulers fit for these people. Govt Officials, politicians, lawyers, accountants, poets, professors, scientists, artists, can be some of the professions they can take up or can be involved in industries like pharma, furniture, iron & steel, hotels, fabrics etc.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "4/4",
    "description": "People will acquire knowledge of the worldly matters in their youth itself. They will scale up the ladder of achievements due to their enticing speech & writing.  They will work unceasingly & will bring revolution in politics. They would take more interest in working for others than working for themselves. They can be safely called social workers. They would earn more experience than money. As long as they have money, they will move carefree &as soon as they face shortage, they will chart out a new plan to generate a new income source. They are & will have loyal friends. They are wanderers & enjoy scenic beauty, hilly areas, sightseeing, & places of historical significance. They will have knowledge on varied fields like literature, science, astrology, spiritual literature etc.If the name number is faulty, the native will be poverty stricken, will have to encompass many ordeals in life. Their life would be surrounded by difficultiesCombination of 4/5You are talented & exhibit your talents by way of thought, speech & action. This driver/conductor conjunction blesses you with a razor sharp memory, once a thing gets stored in your mind, its there for a lifetime. Success is certain in whatever you do. If take up a project, you work hard to see it to completion. You may appear strict by your outward behaviour, but in reality, you a gentle. Being a real/successful businessman, you are surrounded by people all the time & will have the ability to get the work done through them timely &efficiently. You have a gift of gab & know how to tactfully motivate your workforce. You are always of the opinion to bring about a positive change in your work set-up and you will be able to set up big projects which will enable you to earn big money. You will prove a good teacher & preacher. Performing arts & cinema is of interest to you. Travel would do you a world of good.Commission work, logistics, transport, vehicles, minerals, gas,chemicals and export/import.",
    "roles_profession": "Roles/Profession Best Suited to youThey have power to influence people so they can be good public speakers or writers, can hold spiritual discourses, astrologers, anything involving motivating public, lawyers, magicians, medicine, scientists are some rulers fit for these people.Profession related to soil, Real estate, minerals, construction, textile, iron & steel, fire, electricity, gems, jewellery, vehicles, commission work are all suitable to them. They prosper well in following businesses – vehicles, export/import, liquid fuels like petrol diesel, medicine, chemicals etc. As they grow old, they will shine as writers, poets, orators, leaders.Profession best suited to you"
  },
  {
    "combination": "4/6",
    "description": "People born on 4, 13, 22, or 31 of any month & having 6 as the total of the entire date of birth belong to the 4-6 category. You are capable of attaining a lot of name, fame & glory. You will enjoy all the pleasures of life. You get attracted to beautiful things & have a sense of attraction in yourself too which draws people towards you. You can make for good speakers. You would enjoy music, drama, sports & literature. You will have a well-decorated house & luxurious cars. You have a very refined taste. You will have a congenial domestic life. You will be frank & outspoken. You have the ability to make money by way of arts, even performing arts, as you are fine artists. In case the name number is bang on, you will have all the amenities & luxuries of life. You always remain prim & proper. You will have a big social circle, for you, life would be an on-going party. If you deal in articles related toluxury, you would be really successful. If the name number is incoherent, suffering in life are bound to come despite the ability, you will spend extravagantly even to the extent of going into debts, you would get into devious means to earn money, you would get into trouble with women or will be extremely lustful.They have power to influence people so they can be good public speakers or writers, can hold spiritual discourses, astrologers, anything involving motivating public, lawyers, magicians, medicine, scientists are some rulers fit for these people They will earn money through arts, sale of luxury items, sale of perfumes, transport business, journalism, pharma, business of toys, or of anything of interest to children.",
    "roles_profession": "Profession"
  },
  {
    "combination": "4/7",
    "description": "Those who are born on 4, 13,22, 31 of any month & have a total of their date of birth as 7 fall in 4-7 category.This combination makes up for a person who is wise, knowledgeable, well travelled & has alot of faithin the almighty. These people hold an opinion which would be different from the crowd & would give rise to controversies. They would be an ocean of knowledge, wisdom & intuition. They have a deep sense of thinking & the ability to foresee due to their developed intuitive skills. They believe in honesty & justice. Though they will have all the material riches & comforts of life, but they won’t enjoy it fearing they will lose it all. They have good knowledge of spirituality, yoga, & meditation. They would take up something after a lot deliberation & once they have the clarity only then will they begin work. In case they have a good name number they will enjoy a good family life, riches & amenities. They are highly sensitive being & would take bad conduct or words to heart & grieve. They will not marry or marry late.They would prefer a solitary lifestyle. If they have the name in agreement, they will lead a happy & prosperous life.In case of a faulty name number, these people will suffer & feel dissatisfied, their growth will be curtailed, earn a bad name. These numbers 4 & 7 represent opposite forces one denoting wealth the other renunciation, so in order to get the results of  this number a very appropriate name number would do the trick.Sports goods, engineering, medicines, articles of luxury, commission work, transportation business are all suitable for 4-7. They can do well in art, writing & delivering speeches.",
    "roles_profession": "Roles Best Suited to them"
  },
  {
    "combination": "4/8",
    "description": "These people have a very profound manner of speaking that it will leave the listeners spellbound. Adjustment is their trait but when it comes to arguing they would hold the arguements with a lot examples in support of what they are claiming. They are constantly worried about future. Since the number has the impact of Saturn, these people will come up the hard way. Life would be unfair to them but will teach them a lot of things so these people will have more experience than those of their age group. They will be desirous of accumulating a fortune & will also be able to make money through various avenues. If they have good name numbers, they will have a very comfortable & easy ride not disrupted by Saturn. They can make for disciplined & successful corporate.If their name number is inappropriate, they will fall in love & have a heartbreak, there will be poverty, failure in education, disturbed family life, life would take unexpected turns which would throw them out of gear.",
    "roles_profession": "Roles Best Suited to them – They have power to influence people so they can be good public speakers or writers, can hold spiritual discourses, astrologers, anything involving motivating public, lawyers, magicians, medicine, scientists are some rulers fit for these people. Machinery, Transport, vehicles, printing, computer, export import business, commission related business, pharma business, handicrafts are all suitable lines of businesses"
  },
  {
    "combination": "4/9",
    "description": "These people have the ability to become forced leaders, though the wealth the accumulate won’t be much but they will have many supporters. They will have a harsh voice with the help of which they will be able to get work done. They will try and achieve everything they set their mind on, by whatever means, without worrying about the consequences. They would be loyal to their friends & dangerous to their enemies. They will earn forced respect. They would get into vices gambling, racing, womanizing, alcohol. It is very important for them as well to have a correct name which can channelize the Martian energy correctly so that it gets used constructively & not destructively. If the name number is correct, they will enjoy all sorts of riches from their childhood itself. Rahu & Mars both are excess energies, a little cooling off effect is required for them to function properly.PROFESSION",
    "roles_profession": "Incorrect name number will make them use their energy destructively, Professional setbacks will be arise, any growth if seen would be followed by a downfall, drainage of energy & skill, extreme desire for sexual pleasures.They have power to influence people so they can be good public speakers or writers, can hold spiritual discourses, astrologers, anything involving motivating public, lawyers, magicians, medicine, scientists are some rulers fit for these people Profession related to soil, real estate, minerals, construction, textile, iron & steel, fire, electricity, gems, jewellery, vehicles, commission work are all suitable to them."
  },
  {
    "combination": "5/1",
    "description": "People born on 5,14, 23 of any month and having 1 as the total of the entire date of birth belong to the 5-1 categoryThis conjunction of the Mercury and sun bestowes you with lot of intellect. You have a strong mind which is capable of looking at things from a different angle. You are inventive and will be successful in almost everything. You are always alert and busy and try to finish things at the earliest. You will command respect and recognition from society. You have a sound knowledge and may be in multiple trades and businesses. Wealth accumulation will happen by own efforts. You wouldn’t stop, till complete what you have taken up. You will let your success make the noise and not brag about it. You wouldn’t believe in rendering help to the poor, and would work towards eradicating poverty. If the name number is compatible then  you will enjoy all name fame, wealth n comforts. You can make for an excellent Businessman or Industrialist if you have a support of correct name number.",
    "roles_profession": ""
  },
  {
    "combination": "5/2",
    "description": "People with 5-2 are physically strong but mentally weak. They would find it difficult to trust people. Their mind will be all charged up some days & other days they will be lazy. These people can earn name & fame by way of writing or delivering lectures. They will have majestic persona which will bring people towards them to seek advice. Their inventions will be unusual & new. In case they meet failures, they take the frustration out in front of their family. They take pains to accomplish the task at hand & will keep running until it reaches completion. High level of imagination makes them excel in the field of art & literature. They are engaging conversationalist who can well describe a scene in the best possible way making it appear all real. In case the name number is supportive, they enjoy good health, sound mind, house, land, job, vehicles.Incompatibility of name number will make them confused, indecisive, they would set unrealistic targets from themselves & get depressed, they would always be under the fear of being cheated.Cosmetics, luxury items, electrical, artefacts, machinery, commission business, fashion & jewellery are some of the businesses they can excel in.",
    "roles_profession": "Roles Best Suited to them –"
  },
  {
    "combination": "5/3",
    "description": "Knowledge  wisdom & intelligence are the pillars on which these people stand. They are honest fair & ethical in their conduct.,always engaged in something be it work or charting out plans. They will rise high in life & acquire house & vehicles. Discipline justice dharma & humanism. They will not speak unnecessary unless there is a need, will think before they talk. Their mind will be continuously absorbed by new discoveries and inventions. If they have a wring name number, they will meet more failures than success. Their talent may be exploited. Earn a bad name, underutilised, potential of the native. It may also push him to wrong means of making money",
    "roles_profession": "Roles/Profession Best Suited to you – Businessman as they have never fading public support, any business involving consultation, travel agents, Educational institutions, fabrics, commission agencies, mass communication, & journalism, publications of journals opr books, transportation business are some of the business they can choose."
  },
  {
    "combination": "5/4",
    "description": "You shine in all the spheres be it be personal, public or professional. You are highly sympathetic to the suffering of people. Businesses that you engage in will reap you huge profits. You do not believe in speaking in a roundabout manner but will be blunt in expressing yourself. You would like to take matters in your own hand & work towards your goal & would not submit to the will & control of anyone. You would be benefited by a lot of friends. You should not try to make money by the wrong means or there will be sufferings in life. You have a keen interest in vehicles & love to travel. You will practice what you say. You will be experts in solving problems of others. You will have a neat & tidy appearance & will have a strong liking for perfumes. If you have a perfect name number, you will earn the respect of all. If your name number is incorrect, you would get involved in wasteful matters & lose your calm, will earn a bad name, you will be opposed wherever you go, progress would becurtailed, energy would be wasted in wishful thinking.Machinery, iron & steel, fire, chemicals, arts, electronics, writing & speaking, export & import, textiles are someof the professions well suited for you.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "5/5",
    "description": "This is a very lucky number to have as these people scale heights & have unprecedented success. They will be very dexterous & quick in handling tasks. Their mind works at the speed of light & they are always eager to finish at task at hand. They will adopt new & novel methods to achieve their goals. Always willing & ready to help people, they will earn huge respect & support from people. They are childlike & cheerful at their time of leisure. They will keep a neutral stance when it comes to happiness or sorrow. They have enough mental strength that they do not lose their balance when faced with problems. They should keep good company because the kind of company they keep will help them shape their thoughts. In case they meet failure, they will do a thorough analysis of the case & would get onto charting a new plan keeping those mistakes in mind.In case the name number mismatches, the success would not be as much as in case with a perfect name number. They will get into evil ways like wominizingCheating, conducting forgery, cooking up the books of accounts to give a rosy picture & while away their time & spoil their reputation.They can earn through arts, writing, speaking or in business such as publishing metallurgy, commission machine manufacturing or a business that requires skill but no capital like accountants, teachers, astrologers, content writers.",
    "roles_profession": "Roles/Profession Best Suited to you – Businessman as these people have never fading public support, Bankers, Financial agents, insurance advisors, stock brokers, investors, any business involving consultation, travel agents."
  },
  {
    "combination": "5/6",
    "description": "Best Combination, Very Romantic, overall good combination after 5 plus 1, 5 plus 6 also good combo. These people are artistic to their core. Wealth , Name & fame will all come to them. They will be surrounded by Friends. When they would work, they would put their heart & soul into it & when it comes to resting ,  they would be as lazy as they can be. Things of beauty would be of interest to them. They will have extra ordinary talents & the ability to attract people towards them,. Life will throw a volley of troubles at them but they will escape them unhurt. \tThey are born optimists & think of the world as their canvas, where they can paint their own imagination, however they want. They have keen interest in dance, Drama, movies, arts, etc. They will be able to articulate emotions, situations, life events through their work of arts. If they have a perfect name number, they will have the capability to reach a very high status & position in life. Their status will keep rising as time passes. If the name number is not compatible their life will not progress & they will spend time in unhealthy conversation & money on wasteful things. They will get into evil ways to earn money.",
    "roles_profession": ""
  },
  {
    "combination": "5/7",
    "description": "People born on 5,14, and 23 of any month & having 7 as the total of the entire date of birth belong to the 5-7 category. They are intelligent, deep thinkers, and compassionate to the needs of the down/ weak sections of the society. They appear  neat & tidy, even if they are wearing simple clothes. Being the private sort of, they keep problems to themselves and dislike wasteful expenditures. They will have a few friends. According to them, the key to recovery is through gaining wisdom. They would have aptitude  in religion, philosophy, law & literature. Travelling is something they are fond of and travel to peaceful places of religious significance in the search for answers. Having an active subconscious mind, they will have all the answers within and do not depend on others for answers. If they try and awaken the spiritual self, it will help them a great deal in resolving the issue of life, be it professional or personal.",
    "roles_profession": ""
  },
  {
    "combination": "5/8",
    "description": "Budh (Prince) plus Shani ( Finance) suitable for property related work, grains, pulses,  fruits, construction, Building line. Success may not come easy to them, there will be a lot of obstacles & difficulties on their way to success. These people have a strong mind to withstand these hardships & will tide through the rough patches by their continuous hard work & discipline. They will be people who have the ability & might to work tirelessly. They will always want to increase their money flow because they would always be dissatisfied with their income situation. They will have friendships & would extend a helping hand if someone so needs. Those people who will have an agreeable name number will rise up in Businesses & will enjoy all the comforts of life. Even those involved in job would want to start a business as both these planets are business minded.People whose name number is incompatible, for them the struggle continues, unexpected events will affect their growth, They would be prone to accident, imprisonments or long delays which hamper their growth.",
    "roles_profession": "Roles/Profession Best Suited to you – Businessman as they have never fading public support, any business involving consultation, travel agents, Iron & steel manufacturer melting metals, vehicles pharma, property dealers, import of gold & silver, mineral & metals, heavy industries or labour oriented indiutries are all suitable to them.."
  },
  {
    "combination": "5/9",
    "description": "These people have the ability to terrorize people especially their enemies.They are endowed with both mental & physical power. They are leaders & role models for their friends & loved ones but for their enemies they are a sense of dread. Nothing is impossible for them, if they set their mind on it. They have nerves of steel and nothing can stop them but they themselves. Their life will not be bed of roses but would be characterized by struggles & hurdles. They have sense of patriotism and can do a lot for betterment of nation. They will enjoy a life full of riches & luxuries. Always anxious, always on the go, always prepping up for something mentally or physically are the 5-9”s. A suitable name number will give them a comfortable & luxurious lifestyle.If the name number is unsuitable, they carry excess energy wastefully or get in womanizing or develop their criminal instincts, they will be aimless in life.Real estate, melting metals, politics, pharmaceuticals, lawyers, iron & steel commission business, export & import are some lines they can take up.",
    "roles_profession": "Roles/Profession Best Suited to you – Businessman as these people have never fading public support, Bankers, Financial agents, insurance advisors, stock brokers, investors, any business involving consultation, travel agents."
  },
  {
    "combination": "6/1",
    "description": "Jabardast success yog, overall very good combination. Hotel, \tMediaThey are born to enjoy pleasures of life & PAY ATTENTION TO AESTHICS. They are artists & do well in fields like Cinema, Music, Drama, Dance, Speech. Money comes rather easily to them. They have strong chance s of getting into trouble with the people of the opposite sex. They engage themselves in welfare activities & can do well in politics. They are very popular set of people in the circles they move in. They are role models for the people for their leadership skills & impeccable sense of dressing. They have chances of making a fortune if they deal in luxury items. If they have a suitable name number, they can rise to top positions as leaders or be leading big corporate houses  & Health, wealth, name & fame.If these people have a faulty name number, Sun will not let luck function in their life. Everything good thing promised in life will take a U-turn, they will not be able to encash in on the opportunities in life, get into under trouble due to women in status",
    "roles_profession": "Roles/Profession Best Suited to you – Anything related to arts or requiring creativity agrees well with 6 like theatre, films, dance, music, painting, designing, jewellery, cosmetics.  Profession related to Gems & Jewellery, fore related business, solar power generation, sale of luxury items, technology, electricity, dress material, politics etc"
  },
  {
    "combination": "6/2",
    "description": "People of 6-2 type have a sympathetic heart & are full of pity. They have an analytical mind & are a difficult nut to crack. They take a liking or a disliking to thing almost instantaneously. They would act as good mediators to solve a dispute. They can earn well if they are able to take up a profession in writing, law suits, arbitration & medicine related. They would offer prayers or take the spiritual route for their own selfish interest. They are drawn to beautiful people, things & places. They are moody & spacious by nature & would want to perform their duties themselves because of the lack of trust they have in people. If they have a suitable name number they will have a beautiful life partner, healthy children & financial security. An incompatible name number will give a person false sense of courage & would drive them to evil habits like alcohol, drugs or other sources of addiction.Anything related to arts or requiring creativity agrees well with 6 like theatre, films, dance, music, painting, designing, jewellery, cosmetics. They can take up an art related business, or business concerned with liquids, alcohol, fuels, chemicals, cultivation of herbs, precious stones, jewellery.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "6/3",
    "description": "People born on 6,15 or 24 of any month & having 3 as the total of the entire date of birth belong to the category.You are responsible for own downfall. You will get into trouble with the opposite sex. Your actions will be misunderstood by others, even if you have done something with a good intent, which will make you feel frustrated & depressed. You will have a disturbed family environment. To avoid this situation, you should have the recourse of having a correct name number. You will rise higher in life & become a leading man in your profession. You will maintain a very neutral stance when asked to take sides in an argument because you will be afraid of landing yourself in trouble.If you have a suitable name number, you will rise higher in life & your business/profession and will become famous",
    "roles_profession": ""
  },
  {
    "combination": "6/4",
    "description": "These people are excellent speakers who will have the ability to influence masses. They intend to serve the public but not at the cost of their own comforts. Sometime in tje event of helping others they might get into trouble themselves, to rectify that an appropriate number would be of great help. They are bold & love their independence. They will pick up a business which thery love doing. They will enjoy the worldly pleasures one can ask for. They would want to enjoy a high standard of living & will have the charm of collecting exclusive & beautiful things. They will only pick up tasks after thorough analysis. They would be well known in the field of arts, literature, cinema, law sports. They will be open about what they do & fulfil every promise that they make. If they have a suitable name number they wikk have",
    "roles_profession": ""
  },
  {
    "combination": "6/5",
    "description": "These people are power-packed sources energy & will impress others with their sense of dressing & mannerism. They are generous & garner support of a lot of people. They are intelligent & will have a lot of achievements &high status in life. They will lead a life of extravaganza. They will be surrounded by a lot of friends. They will appreciate things of beauty & will spend on them. These people have the capability to achieve things considered impossible by others. They will earn money from multiple sources. Some of these people excel in gambling or have luck going for them in easy money income sources. The efforts required to be put in to earn wealth would be less in comparision to their peers as they are smart workers & not hard workers.  If they have a defective name number, they will indulge in evil deeds, waste their time & money on wasteful things & get involved in fraudulent ways of making money.",
    "roles_profession": "Roles/Profession Best Suited to you – Anything related to arts or requiring creativity agrees well with 6 like theatre, films, dance, music, painting, designing, jewellery, cosmetics. Artistic products, items of luxury, vehicles, cosmetics, soft drinks, perfumes, gold, apparel industry, computer are some of the suitable career choices"
  },
  {
    "combination": "6/6",
    "description": "These people are connoisseurs of beauty & masters of arts. They are visionaries & a lot of thought goes into taking up an action. They would speak what’s in their mind & not beat around the bush. They live a prosperous life but at times are concerned about the prosperity of the society as well. They are of charitable disposition. When it comes to giving advice, these people are the ones, people can rely upon for a sound advice. They will be extremely blessed when it comes to things of luxury, a beautiful house, luxury cars, beautiful adornments etc. These people will have a beautiful/handsome spouse. Even if these people are born in financially distressed household, they won’t feel the deprivation of wealth or luxury in their life. 6-6 people have interests in painting, dance, music. People with appropriate name number are blessed in all aspects of life. If the name number mismatches these numbers, they will create enemies in the family itself & lose many big opportunities to make grand success due to unclear mindset.",
    "roles_profession": "Roles/Profession Best Suited to you – Anything related to arts or requiring creativity agrees well with 6 like theatre, films, dance, music, painting, designing, jewellery, cosmetics. Fashion, gems, jewellery, iron, novelties, items of luxury, cosmetics, journalism, paints, textile, pharma, goods green in colour are all well suited professions for them."
  },
  {
    "combination": "6/7",
    "description": "Those people who have a subset of 6-7 out of the set of 6 is the only number in the 6 category which enjoys solitude & does not like extravaganza. They will come forward to help others without any selfish motive. They are prophetic & always engrossed in thought. They earn their livelihood through their writings & speeches. They are inclined towards religion and spirituality. They excel in arts, poetry, music, painting philosophy & medicine. They like to be close to nature & away from crowds to able to access thoughts from their sub-conscious mind. They are perfect blend of tradition & modernity. They will have no dearth of comforts & things of luxury in their life which hold less or no meaning for them. If they have correct name numbers they will be able to cherish & enjoy good lifestyle & a good family life.If they have a faulty name number their life will progress very slow, they will have more instances of failure than of success. They will have a bitter married life & will face delays in child birth.",
    "roles_profession": "Roles/Profession Best Suited to you – Anything related to arts or requiring creativity agrees well with 6 like theatre, films, dance, music, painting, designing, jewellery, cosmetics. Artists, writers, speakers, philosophers can be some professions. Apart from this they can take up business related to drugs, textiles, luxury goods, logistics, chemicals, science, psychology, agriculture, literature."
  },
  {
    "combination": "6/8",
    "description": "The only progress they make in life is through their hard work & consistencies but the level of hard work required for these people to succeed is more because of the presence of Saturn which is known to cause delays & disappointments. They are idealists & disciplinarians. They excel in areas like mathematics, transport, astronomy, tools, psychology, law & religion. They will have little knowledge about everything. They will spend money on luxurious items for the sake of the societal pressure. Due to impact of venus they will indulge in things of pleasure & will be lustful. But they should control their involvement in sensual pleasures or it would distract them from their path.They will have liking for beautiful garments & Jewellery. With the help of a supportive name, they will be able to make progress in any field.If the name number does not match with 6-8, the evil impacts of Saturn willIncrease & will spell doom for these people. Failures, insults, injuries, accidents, wasteful expenditure will make their life miserable.",
    "roles_profession": "Roles/Profession Best Suited to you – Anything related to arts or requiring creativity agrees well with 6 like theatre, films, dance, music, painting, designing, jewellery, cosmetics. Iron & steel machinery, coal, minerals, grains, automobiles, fire related business, fuel related businesses are all suited to them."
  },
  {
    "combination": "6/9",
    "description": "They are the boldest amongst all the 6, who take up any task courageously. This number guarantees supreme success due to their strong will power & an undying spirit to work. Difficulties don’t break them rather they face them upfront & overcome them easily.. They will be blessed all the comforts & pleasures of life but they will constantly be on the go to uplift their status. They will have knowledge of political science & law. They will work for society & for personal gain. They would be interested in visiting places. They would see the world as full of pleasures & would leave no stone unturned to seek all possible luxuries & comforts of life.",
    "roles_profession": "Roles/Profession Best Suited to you – Anything related to arts or requiring creativity agrees well with 6 like theatre, films, dance, music, painting, designing, jewellery, cosmetics. Contract work, commission business, vehicles, cosmetics, luxury goods, transport business, production of minerals, chemicals, foundary, fine arts, fashion, perfumes defence, police are some professional well suited to them."
  },
  {
    "combination": "7/1",
    "description": "These people are devoted to God & love solitude 7-1 gives a bad married & love life. This number endows one with knowledge, powerful thoughts, virtuousness & intelligence. They will be regarded as noble characters who would performs a lot of good deeds for people at large & bring fame to their family & nation. They will take keen interest in religion & would want to explore it more to understand it deeply. They wont have any shortage of funds or things in life, but they will be dissatisfied & grumpy all the time. They will have a neat & clean look, though simple, & they would speak only when necessary. They can bring revolution in politics & will have a mass appeal.For abetter married life, these people should alter their name number to 1 or 6 which will improve things at their family & social front. If the number mismatches 7-1, things will worsen at the family front & would bring them more bad luck, mental sufferings & ill health. Also the credit due to them will be taken by others.Textiles metals, electricity, chemicals, drugs, art products, beverages, perfumes, computer, multimedia or luxary & costly items.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "7/2",
    "description": "They are soft hearted people & sympathize with the problems of others & come forward to help them. They always have a smile on their face. Engrossed in thought, they strive for high ideals & success. They will have good finances & solid educational background. They set their goals & achieve them due to their firm belief in god. They are friendly & warm but prefer being lonely than being in company. Their expression comes out better by way of writing. They will experience happiness & sadness at the same time. There would be situation wherein they will be totally confused. Their mind keeps charting put plans for future. Many opportunities will come their way. In case of a defective name number these people will lose out on many opportunities to make money or even if they grab it end result would be far from satisfactory.",
    "roles_profession": "Roles/Profession Best Suited to youAny Profession related to propagation of religious principles writing books, delivering lectures or speeches, water related business, exp[ort, architecture, agriculture,  poetry, painting, publication business, watch making, photography, pharmaceutical business, detective agencies, travel, air hostess, dairy farming, fish seller are appropriate roles they can do."
  },
  {
    "combination": "7/3",
    "description": "7-3 promises happiness, prosperous life & success. These people will be a mix of tradition & modernity, practical knowledge gained through experience. They will come forward & take keen interest in development of the society, will work tirelessly when needed. They are clear in their heads and vocal about their thoughts. Just behaviour is what they have & also preach. They will be inclined towards religion & spirituality & practise yoga, meditation, mantras. They prefer being in meditative state than being connected withpeople as they find more answers in their former state. They do not discuss their problems with anyone. They will have few but dependable friends. With the blessings of God, they will have good intuitive skills.",
    "roles_profession": "Roles/Profession Best Suited to you – Any Profession related to propagation of religious principles writing books, publication business, watch making, photography, pharmaceutical business, detective agencies, travel, air hostess, dairy farming, fish seller are appropriate roles they can do. Teachers, banking sector officials, high positions in big business houses  & government departments, military, mathematician, accountants, CAs, public speakers."
  },
  {
    "combination": "7/4",
    "description": "These people can sense the good or bad events of the future. They are gifted that way. They will remain confused between living a life of riches or forsaking everything and work for highest form of spiritual bliss. They are interested in Art, Music, Astrology and Medicine. They are good at sizing up a person in the first meeting itself. They lose their cool too soon and forget it quickly as well. They are affectionate at heart, They might react or behave on impulse and later regret. They would never cheat or harm others. They will have a life full of comforts. They will have a kind of magnetic attraction and spiritual power wealth, name and fame would be in plenty if they take due care in having a proper name number. If not then financial success will be far cry, confusion will prevail and failures are bound to happen. Domestic life would be mess, mental sufferings would be there and ill health too.",
    "roles_profession": "Roles/Profession Best Suited to you – Any Profession related to propagation of religious principles writing books, publication business, watch making, photography, pharmaceutical business, detective agencies, travel, air hostess, dairy farming, fish seller are appropriate roles they can do. Arts, speakers, transportrelated business, cosmetics publishers, cinema, computers and electrical appliances, fancy goods.."
  },
  {
    "combination": "7/5",
    "description": "They have a good capacity to think & are mentally alert. They would keep scheming or devising plans for the future. They are always trying to work towards a better life getting involved in any trade or industry. They are child like & jovial. As soon as these people see new things, their mind starts to function & collects information about it. They acquire huge properties & prosperity. Even after making sufficient progress in life, their mind isn’t at peace & they get inclined towards spirituality. They are blessed with good speech & psychic powers of enticement. They would have interests in law, religion, arts literature, music, astrology & medicine. They will have a distressed family life & face hurdles in the functioning of their business. In order to ward off ill effects of the number, one should take recourse of name number rectification.",
    "roles_profession": ""
  },
  {
    "combination": "7/6",
    "description": "Those people born on 7, 16, 25 of any month & whose total of the date of birth comes to 6 are the 7-6 type. These people are blessed with wealth, prosperity & good family life. These people are most hell bent on having a luxurious lifestyle amongst all the 7's. They have the knack to talk which they use very effectively during discussions. Before they task up a task they will sit down and properly weigh its pros & cons. Sometimes they withdraw into their shell & introspect about how far they have  come. They like to spend some time with themselves. They are drawn towards music, religion, astrology & philosophy. They have a good sense of humour & rarely get angry. When alone they have a wonderful sense of imagination & are fond of travelling to peaceful & picturesque places. They have an attractive appearance & would love to collect things of luxury for beautifying their houses. With a suitable name number, they can enjoy a healthy & blissful life. If the name number is faulty, there would be discord at the family front, progress in life would be really slow despite opportunities available & suffer from ill-healthSale of luxury goods, automobiles, medicine, textiles, logistics, beverages, perfumes, mass communication, astrology are some of the fields they can choose from. They can also do well in cinemas, as writers, as speakers, or commission agents.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "7/7",
    "description": "People born on 7,16 or 25 of any month & having 7 as the total of the entire date of birth belong to the 7-7 category.This is the best conjunction for spiritual growth. You will be acknowledged as a philosopher and your persona may make others worship you. You are tidy in your appearance & always engrossed in thoughts. Being a private person, you will never discuss your issues with anyone & will never be a reason for someone’s pain. Deriving gains from foreign sources seems possible. Material success does not bring you peace but prayer does. Marriage will have an inordinate delay or will not happen at all. Renouncing everything you might prefer living the life of a saint. You are the one with a different mind-set which sometimes may not find favour with others. With a good name number, you can improve your quality of family life, enjoy material riches, or find a job of authority.",
    "roles_profession": ""
  },
  {
    "combination": "7/8",
    "description": "Your Driver number 7 and conductor is 8. You are best described as hardworking. Obstacles are apart of your life which you encounter at every step of life, but your hard work & commitment to the task will eventually reach you to your goal without the delay. As time passes, you learn to swim against the current. You are physically strong & achieve success later than your peers. The mental peace can be restored by praying to god & travelling to places, away from the hustle-bustle of the city, which provides solace. At times there is calmness in your behaviour & other times rudeness, their behavioural traits are very difficult to understand. They listen to their conscience & perform tasks as dictated by it. They excel in arts, mechanical engineering, medicine , law, politics. They have a dissatisfied & restless life.If the name number are unsuitable, failure set in their life, marriage is delayed or even denied, failures makes them adopt unlawful means to gain wealth which can land them in deep trouble.",
    "roles_profession": ""
  },
  {
    "combination": "8/1",
    "description": "They are hardworking and responsible people. They have a sharp mind and ability to lead because of their dominating nature. They are full of gratitude and will never forget people who were available for them in their time of need. They scale heights in their career and enjoy a superior status, but in spite of that they remain humble and grounded. Life gives them a number of lessons before they rise, which they never forget. People around them find it difficult to decipher the kind of personality they are. They set an unrealistic goals and sometimes experience failures. They are good at maintaining confidentiality. They are never satisfied with what they achieve, so they continuously strive for a better life. If they have perfect family life, they will acquire good house and vehicular comforts. They specialise in law politics, media, and advertisement. If the name number is faulty, Saturn brings lot of adversities in the life of the native. They will have stomach ailments, their life is afflicted due to fire, theft, accidents and even will have suicidal tendencies.",
    "roles_profession": ""
  },
  {
    "combination": "8/2",
    "description": "8 loha 2 Paani, jeevan ke andher controversy, success utna mil nhi payega, Health related problem. These people are physically strong but mentally weak & will remain in a state of confusion. They are low on self-confidence & prone to suspicion. They will face failure in life due to poor memory power. They would not do any act to harm anyone. They would not do any act to harm anyone. They would get the work done under their good imaginative skills, they will be good at writing articles, stories & poems. If they have a perfect name number, all the strength & enjoy a life of comforts.If they do not have a proper name number, their family life will be full of confusion, unstable mind, failures & setbacks would be a common phenomenon.",
    "roles_profession": "Roles/Profession Best Suited to you – Administrative jobs, Judge, lawyers, engineers, professors, or profession related to water, irin & steel, machinery, chemicals, hotels, farming, agriculture, vehicles, oil & printing, spiritual preachers, jailors, head of religious organisation, or can even run industries, like Iron and steel, mining , woollen clothing other labour intensive industries etc, are some of the professions that can be adopted."
  },
  {
    "combination": "8/3",
    "description": "Problems in the early part of life make them strong & take life head on. They believe in justice & honesty. They are full of wisdom & knowledge due to which people come to them for advice. They reach top position inspite of adversities in life. They would be a little blunt with their speech at times but that would not be with an intention to hurt anybody’s sentiments. They would only speak their mind and will be patriotic at heart. Any kind of opposition doesn’t stand a chance in front of them. They have deep interest in art, civilisation, culture , religion, law, medicine, astrology & Engineering. They may appear cold hearted, strict & serious by their appearance bu are gentle & willingly render help to anyone in need. They are economical spenders. If the name number is incompatible they face problems with their finance, children & family life. Lot of wasteful expenditure would be there or problems may occur due to people of opposite sex.",
    "roles_profession": ""
  },
  {
    "combination": "8/4",
    "description": "These people do not like to hand over control to anyone. They are stubborn & unyierlding. They enjoy support of the masses. They are masters when it comes to dealing & handl;ing machinery i.e. thjey are the mechanical type. They explicitly express their thoughts & give directions which enables easy comprehension by people. They accomplish whatever they take up. They face setbacks during early stages, but gradually will rise & if they have a perfect name mumber the success they achieve would be exemplary. They are devoted to their parents. They cannot see anyone suffer & would immediately come forward to help them. As they grow old, their standard of living goes up. If name does not match the RAHU SHANI will make a life full of struggles , opportunities will slip through  the hands, bad luck will prevail, and unprecedented events will occur & will lead to destruction in all spheres.Dono mehanti hai, dono hard working, asani se kuch nhi chahiye, Samaj ke neeyam todenge aur apna raasta khud banyenge, Struggle hoti hai, life me problem hoti hai, jeevan me bohat jyada sangarsh hota hai, fire brand, inke chehre ko dekhkar dar jayenge",
    "roles_profession": "Roles/Profession Best Suited to you – Administrative jobs, spiritual preachers, jailors, head of religious organisation, or can even run industries, like Iron and steel, mining , woollen clothing other labour intensive industries etc. Writers, speakers, automobiles, chemicals, import export, minerals, feuls, marketing."
  },
  {
    "combination": "8/5",
    "description": "They are successful businessmen & traders because of their sharp intellect. They may face hardships in the beginning or in the middle of the project but their hard work may face hardships in the beginning or in the middle of the project but their hard work & meticulous way of doing things makes them reach the shore. They expect the same behaviour from people working under them. They are particularly drawn towards machine tools & will earn praise from all. They are very particular about their health; they take a very minor problem very seriously & get it treated at the earliest. If they have a suitable name number, they will achieve all-round success & will travel abroad.If the name number doesn’t match with them, it delays their achievement, makes them prone to chronic diseases, they would be pushed into evil ways, family troubles would crop up.",
    "roles_profession": "Roles/Profession Best Suited to you – Administrative jobs, spiritual preachers, jailors, head of religious organisation, or can even run industries, like Iron and steel, mining , woollen clothing other labour intensive industries etc. Metals, iron & steel, mechanical engineers, marketing, textiles, farming, vehicles, jewellery, accountants, teachers, doctors, surgeons, biotechnology are some fields for them."
  },
  {
    "combination": "8/6",
    "description": "Good Combination, 8 Number waale ko Best Combination. Suitable work Criminal Lawyer, Advocate, Media, Glamour. Budh ki Remedies chalegi.These people are full of Sympathy. They desire luxury & material riches in life but their journey to the top requires more efforts than others. They have deep desire to become famous & will achieve the fame though  late in life. They are born artist & people with a creative bent of mind. Their interest include poetry, writing articles or stories literature & cinema. They have unfattering faith in god. They enjoy independence when it comes to working. They will enjoy life full of luxuries & also have a good family life. Some 8/6 forsake the material comforts & become saint. They have divine powers & understand the divine secrets. Once they take up the spiritual path, they live a life of everlasting fame.If the name number is incompatible, stomach ailments are common, these people get into vice like alcohol women & drugs. These people are inclined to marry twice or get into multiple affairs.Disease Prone to – Nails, Hair, Theeth, bones, muscles, all come under Saturn. Headaches, impurities of blood, giddiness, joint pains, asthama., intestinal trouble, stomach related ailments, weak digestive system are some of the problems they would face, but their problems will take a lot of time to heal.Relationships –They prefer a life of solitude and have a very small friend circle  who are not of any help, their married life would also be characterized by a lot of ups n downs, either they would marry late or they would not marry at all.",
    "roles_profession": "Roles/Profession Best Suited to you – Administrative jobs, spiritual preachers, jailors, head of religious organisation, or can even run industries, like Iron and steel, mining , woollen clothing other labour intensive industries etc. Machinery, metals minerals, Event management, textiles, vehiclers , boutique,computer n law."
  },
  {
    "combination": "8/7",
    "description": "People of this combination are good at keeping secrets & always have a look of contemplation on their faces. They are gracious and full of sympathy & earn a good name wherever they go. Sometime they prefer loneliness & go into deep thought. As they pass through ordeals, life teaches them a lot of lessons which they carry as experience. They take keen interest in art, culture, religion & spirituality. Some of them rise high in life due to lectures & discourses they conduct on the spirituality and religion. These people will encounter unexpected events in life which would have the tendency to throw them out of balance but their spiritual path would be of  great help in such a situation. In these cases it is very important to have a perfect name number to avoid the disturbance.Lawyers, scientists, government officers, engineers, professors, writers, speakers, painters or involved in businesses such as chemicals arts, vehicles, antiques, grains, gems, iron 7 steel, heavy machinery.",
    "roles_profession": "Profession"
  },
  {
    "combination": "8/8",
    "description": "Those people having 8,17, 26 as their date of birth & whose sum of digits totals to 8 are the 8-8 type. Difficulties & Obstacles would dominate a substantial part of their life but their grit, mental & physical strength hard work would keep them going. They may even suffer from poverty in their youth & but eventually they will gain wealth, respect & status in their Society. Once they get on to something, they will make it a point to complete it. They will extend their helping hand to their family & loved ones in need. They will have a good amount of friends, who will help them in their time of crises. They have a such a impact speech that even those not bothered about fighting for their rights will feel the impact. They would understand the nuances of law, business, and strategies. A correct name number in this case is also very important as 8-8 is very unlucky.If the name number mismatches, Saturn would bring a lot miseries, downfalls, accidents, theft in worst cases even murder.",
    "roles_profession": ""
  },
  {
    "combination": "8/9",
    "description": "People born with 8/9 Combination can be a hero or a prisoner depending on their name number. A good name number would give them the power to govern. They would work so hard that even a non productive asset would yield result. So much would be the concern for national welfare, that they make all possible efforts for development of the nation. Their speeches will have mass appeal & will sweep the public off their feet. Problems would appear small in front of the courage they possess. They will rise up in life to a high status but will remain kind & charitable. They will have physical as well as mental strength to handle a situation. People will look up to them as heroes of the nation, just wise and forward looking. They will be praised for their efforts and will deserve every bit of it. In case of an incorrect name number, their aggression would lead them into trouble. Their basic instincts turn negative and then would turn to thief, criminal, gangster or a terrorist.",
    "roles_profession": ""
  },
  {
    "combination": "9/1",
    "description": "Your Driver number is 9 and conductor number is 1. You are intelligent, alert, bold & quick. Having administrative skills, you can be a powerful leader. You have a sense of appeal about yourself. This driver & conductor conjunction gets you success in all the endeavours you undertake. Being capable you could bring about the revolution in politics. You will have a number of friends who would support you whenever required, also you remain eager to help your friends. You are the front-runner when it comes to public welfare and wont think while spending money. You will indulge in activities without prior thought. Being stern with your thoughts, you put forward your point very forcefully. Anything that you do would be a grand show.If the name number is incompatible, problems would be due to women, and there would be losses in business. Also there is a possibility of imprisonment & court cases.They can do well in businesses such as drugs, arms & ammunitions, stone, matchbox, factory, stone, real estate , crackers, fire related , building material, marketing, explosives, metals, politicians etc.,",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "9/2",
    "description": "People born on 9, 18, or 27 of any month & having 2 as the total of the entire date of birth belong to the 9-2 category. These people are attractive and beautiful in appearance. They are intelligent & have a spiriutual bent of mind. 9/2 are inimical to each other, so these people will take wrong decisions which will hamper their own growth. It becomes essential for these people to have a correct name number. They have acknowledge of a lot things so they influence people through conversation, speech and writing. They will face a lot of opposition in life but will still act on their own terms. They earn a good reputation by the good work they do for people, but it all vanishes in one go by their own outburst of their rudeness. They believe in god and are attached to their religion.If they have a defective name number, they will lead a hopeless life, they will get addiction to drinks and women. They will pick up quarrels at the drop of a hat.",
    "roles_profession": ""
  },
  {
    "combination": "9/3",
    "description": "They are scholars. They possess good ideas & express them bluntly. They are knowledgeable people having experience & awareness about the ways of the world. They can conduct a valid argument for long by stating all facts and figures. They can conduct a valid arguement for long by stating all facts and figures. Physically & mentally strong are the 9-3”s. They are honest, righteous, dignified, pious & express their ideas cl;early for the benefit of others. They work hard for the welfare of the nation not just by word but more by action. They will be respected for the work they do. Rarely do they lose their temper, but if they do regret later. They respect their elders. They can be a highly paid government official or a smart accounts manager.If the number doesn’t match, education may face issues, family life gets disturbed, native gets affected by chronic diseases, promotion gets delayed.Scientists, industrialists, top government officials, police army, surgeons, lawyer,men of academic achievements, high ranking officers are some professions well suited to them.",
    "roles_profession": "Profession"
  },
  {
    "combination": "9/4",
    "description": "People born on 9, 18, or 27 of any month & having  4 as the total of the entire date of birth belong to the 9-4 category. They have reformatory speaking skills and they speak in a very forceful & imposing manner. In case they have to get the work done, their speech would give enough push & motivation to get it completed. They are able to garner the support of masses with their knowledge. These people can make for great politicians, army personnel, detectives, police officers or high government officials. Being attached to their religion, they will receive blessing of God. For them reaching a goal is more important than profit n losses. They will have to struggle very hard to make progress, even if they rise, they will fall again. Lawsuits & court cases would be plenty",
    "roles_profession": ""
  },
  {
    "combination": "9/5",
    "description": "These people are strong physically and mentally and want progress in life. They are responsible in pro active businessman and professionals. Always thinking to bring about changes for business. They put their heart n soul in their task. Thinking at speed of light they bring about lot of changes and new inventions and ideas on the table. Profit making is always their at the back of the mind and disregard laziness and wastage of time. Unmoved by the obstacles that they face in the early part of their life, they continue to march ahead aiming at their goal. They are capable of holding politically responsible positions as mars brings in the patriotic spirit in them. They have interest in law medicine, chemistry and spirituality. Their stance on a thing cannot be moved. In case the name number does not go well with 9/5 there will be financial trouble, ill health under utilisation of the capacity to work, domestic life troubles may surface and property hassles will be there.",
    "roles_profession": ""
  },
  {
    "combination": "9/6",
    "description": "You have the ability to captivate others by your charm. You haveexcellent speaking & writing skills. Your gait, sense of dressing & mannerism are grand & attractive. You would return the good for the good & bad for the bad i.e. reciprocation would be in the same form. You have magnetic powers to attract people towards yourself, especially the people of the opposite sex. You are spendthrifts & spend money on grandeur & lavish things. Friends would be in abundance & always at your beck & call to help you. Always aiming for agood lifestyle, expensive cars, magnificent house, you would work day & night to achieve what makes you happy. You have deep faith in God. You rise to great heights in your life if you have an appropriate name number. In case of a defective name number, life will be a continuous struggle, disharmony in the family. Since you won’t be able to make money through legal sources you will resort to illegal means for making money.Shipping, luxury goods, entertainment, event management, architecture or can fashion designer, cosmetologist, writer, painter, and sculpture.",
    "roles_profession": "Roles/Profession Best Suited to you"
  },
  {
    "combination": "9/7",
    "description": "You have an unsteady mind & remain in a state of confusion. This is a very dangerous combination to have so you need to be careful while selecting a name. You have agood knowledge of philosophy, religion law, magic, yoga, sithu & other occult related subjects. You will come forward to remove the suffering of others. Your spiritual journey would begin & you would make rapid progress on your path. If you shine as a wise man. Full of imagination, you would write stories, poetry & articles. Justice & fair play is what you believe in. Though you don’t have many friends, you would have the divine support going for you . Family happiness can be restored using an appropriate name number.",
    "roles_profession": ""
  },
  {
    "combination": "9/8",
    "description": "Though Struggles in life would come in huge number, you have to face the strugglers very boldly. Not getting bogged down by them would lead to victory. Due to the constant struggles in your life, you gain experience & knowledge of the worldly matters. You are surrounded by people all the time who come to you for sound business advise due to your vast experience and clarity of thoughts. Full of self-confidence & courage. You have the conviction to succeed in anything you take up. You are strict in money matters. There is always an element of uncertainity in your life brought by the Saturn. You always weigh the pros & cons before doing anything struggle brings you closer to god. If the name number is incompatible, you will get into tricky situations which you will be incompetent of handling, luck will work against you & give you unnecessary delays & sufferings and you will face problems on financial & family front. Controversies will become common.",
    "roles_profession": ""
  },
  {
    "combination": "9/9",
    "description": "People born on 9,18,or 27 of any month & having 9 as the total of the entire date of birth belong to the 9-9 category.You are the one sitting or governing from the top of the hierarchy. You are extremely courageous, forceful, commanding, diplomatic & leader. You are extremely quick when it comes to making a decision or doing  a task. You are active, alert, & bold and have a steady mind. No one has the ability to0 change your set ideals. You have a very attractive personality & earn the support or friendship & people wherever you go. You will never do any harm to others, if you have a correct name number, rather would extend a helping hand. The dual impact of mars puffs you up with ample energy thustly, you do not get tired & keep working. If you have a correct name number, you would get the support of the instinctive luck & hardworking nature thus would rise higher. You could be a technician in the field of cinema, drama, and TV.",
    "roles_profession": ""
  }
]